"SPC Password" = "SPCパスワード";
"Authentication Key" = "認証キー";
"Incorrect key" = "キーが違います";
"Incorrect SPC Password" = "SPCのパスワードが違います";
"Enter 26 digit key" = "26桁の認証キーを入力";
"Security" = "セキュリティ";
"Too many retries of SPC." = "SPCの再試行が多すぎます";
"AKEY set successfully." = "AKEYは設定されました。";
"Failed to set AKEY." = "AKEYを設定できませんでした。";
"Too many retries of AKEY." = "AKEYの再試行が多すぎます";
"Password" = "パスワード";
"Key" = "キー";
"OK" = "OK";
"Cancel" = "キャンセル";